Repository: Amandamandaanda/Snusless
Catalog: Snusless/General/Localizable.xcstrings
Source language: sv
Languages: en

source: %lld dagar
en: %lld days

source: All data kommer att raderas.
en: All your data will be deleted

source: Ändra Profil
en: Edit Profile

source: Antal
en: Number

source: Antal snusdosor per dag
en: Number of cans per day

source: Är du säker?
en: Are you sure?

source: Avbryt
en: Cancel

source: dagar
en: days

source: Ditt namn
en: Your name

source: Dosor per dag:
en: Cans per day:

source: Du har sparat
en: You have saved

source: Hej! 👋
en: Hi! 👋

source: Hem
en: Home

source: Hur många portioner är det i en snusdosa?
en: How many portions are in one can?

source: Hur många snusdosor använder du per dag?
en: How many cans do you go through each day?

source: Ingen användare hittad
en: No user found!

source: Ingen streak hittad
en: No streak found

source: Inställningar
en: Settings

source: Jag klarade dagen!
en: I made the day!

source: Jag tog en snus
en: I took a snus

source: Längsta streak:
en: Longest streak:

source: Mål: %lld kr
en: Goal: %lld kr

source: Namn
en: Name

source: Namn:
en: Name:

source: Portioner per dosa:
en: Portions per can:

source: Portioner per snusdosa
en: Portions per can

source: Pris per dosa:
en: Price per can:

source: Pris per snusdosa (kr)
en: Price per can (kr)

source: Profil
en: Profile

source: Radera
en: Delete

source: Redigera
en: Edit

source: Rensa data
en: Clear data

source: Sammanfattning
en: Summary

source: Skapa användare
en: Create user

source: Spara
en: Save

source: Sparmål (kr)
en: Savings goal (kr)

source: Sparmål:
en: Savings goal:

source: Startdatum
en: Start date

source: Startdatum:
en: Start date:

source: utan snus
en: without snus

source: Utvecklad av: Grupp 2
en: Developed by: Group 2

source: Vad kostar en snusdosa?
en: How much does your can cost?

source: Välkommen!
en: Welcome!

source: Valt datum: %@
en: Selected date: %@

source: Vänligen fyll i ett giltigt pris och sparmål.
en: Please enter a valid price and savings goal.

source: Vänligen skriv ditt namn för att börja
en: Please enter your name to begin

source: Vilket datum slutade du snusa?
en: When did you quit?
